Repository: pypi-data/pypi-mirror-32
Catalog: packages/modoboa-imap-migration/modoboa_imap_migration-1.2.1-py2.py3-none-any.whl/modoboa_imap_migration/locale/*/LC_MESSAGES/django.po
Languages: sl_si

source: Connection to IMAP server failed: %s
sl_si: Povezava z IMAP strežnikom ni uspela: %s

source: Connection settings
sl_si: Nastavitve povezave

source: Server address
sl_si: Naslov strežnika

source: Address of your IMAP server
sl_si: Naslov vašega IMAP strežnika

source: Use a secured connection
sl_si: Uporabi zavarovano povezavo

source: Use a secured connection to access IMAP server
sl_si: Za dostop do IMAP strežnika, uporabite zavarovano povezavo

source: Server port
sl_si: Vrata strežnika

source: Listening port of your IMAP server
sl_si: Vrata vašega IMAP strežnika

source: OfflineIMAP settings
sl_si: IMAP nastavitve brez povezave

source: Cancel this account's migration
sl_si: Prekliči selitev računa

source: Cancel the migration for %s?
sl_si: Prekličem selitev za %s?

source: IMAP migration using OfflineIMAP
sl_si: IMAP selitev z uporabo IMAP brez povezave

source: Migrate existing mailboxes using IMAP and OfflineIMAP
sl_si: Preseli obstoječe poštne predale z uporabo IMAP in IMAP brez povezave

source: IMAP migration
sl_si: Selitev IMAP

source: Unknow migration
sl_si: Neznana selitev

source: Migration cancelled successfully
sl_si: Selivet je uspešno preklicana
