Repository: pypi-data/pypi-mirror-32
Catalog: packages/feincms-simpletable/feincms_simpletable-0.4.0.tar.gz/feincms_simpletable-0.4.0/feincms_simpletable/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Spreadsheet data
ru: Данные таблицы

source: Paste your spreadsheet data from Excel or Calc here (Word not supported)
ru: Скопируйте данные из таблицы Excel или Calc (Word не поддерживается)

source: Table rendered as html
ru: Таблица в html

source: This field is autogenerated, do not modify it!
ru: Это поле генерируется автоматически, не редактировать!

source: Headless?
ru: Без шапки?

source: Displays first row as ordinary row
ru: Отображать первую строку как обычную строку

source: Bordered?
ru: Отображать таблицу в виде сетки?

source: Display border on all sides of the table and cells
ru: Отобразить границу вокруг каждой ячейки и вокруг таблицы

source: Striped?
ru: В полоску?

source: Add zebra-striping
ru: Нанести чередование строк полосками ('зебру')

source: Highlight on hover?
ru: Подсвечивать при наведении?

source: Responsive?
ru: Адаптивная?

source: Displays better on mobile devices, displays as usual on big screens
ru: Отображается лучше на мобильных устройствах, отображается как обычно на больших экранах

source: Condensed?
ru: Уплотнить?

source: Makes table more compact in size
ru: Сделать таблицу более компактной в размерах

source: Simple Table
ru: Простая Таблица

source: Simple Tables
ru: Простые Таблицы

source: type
ru: тип
