Repository: pypi-data/pypi-mirror-32
Catalog: packages/osm-humanized-opening-hours/osm_humanized_opening_hours-0.6.1-py3-none-any.whl/humanized_opening_hours/locales/*/LC_MESSAGES/HOH.po
Languages: fr_fr

source: and
fr_fr: et

source: sunrise
fr_fr: lever du soleil

source: sunset
fr_fr: coucher du soleil

source: dawn
fr_fr: aurore

source: dusk
fr_fr: crépuscule

source: {} after sunrise
fr_fr: {} après le lever du soleil

source: {} after sunset
fr_fr: {} après le coucher du soleil

source: {} after dawn
fr_fr: {} après l'aurore

source: {} after dusk
fr_fr: {} après le cépuscule

source: {} before sunrise
fr_fr: {} avant le lever du soleil

source: {} before sunset
fr_fr: {} avant le lever du soleil

source: {} before dawn
fr_fr: {} avant l'aurore

source: {} before dusk
fr_fr: {} avant le crépuscule

source: closed
fr_fr: fermé

source: to
fr_fr: à

source: Every days:
fr_fr: Tous les jours :

source: public holidays
fr_fr: jours fériés

source: school holidays
fr_fr: vacances scolaires

source: public and school holidays
fr_fr: jours fériés et vacances scolaires

source: (every days)
fr_fr: (tous les jours)

source: {months}, on {wd}
fr_fr: {months}, le {wd}

source: {months}, from {weekdays}
fr_fr: {months}, du {weekdays}

source: Easter
fr_fr: Pâques

source: {n} day after easter
fr_fr: {n} jour après Pâques

source: {n} day before easter
fr_fr: {n} jour avant Pâques

source: {holiday}, on {wd}
fr_fr: {holiday}, le {wd}

source: {holidays}, from {weekdays}
fr_fr: {holidays}, du {weekdayes}

source: Open 24 hours a day and 7 days a week.
fr_fr: Ouvert 24 heures sur 24 et 7 jours sur 7.
