Repository: pypi-data/pypi-mirror-32
Catalog: packages/trytond-project-invoice/trytond_project_invoice-4.0.4-py2-none-any.whl/trytond/modules/project_invoice/locale/*.po
Languages: es_co

# error:project.work:
source: There is no list price on work "%s".
es_co: No hay lista de precios en la tarea "%s".

# error:project.work:
source: There is no party on work "%s".
es_co: No hay tercero en la tarea "%s".

# error:project.work:
source: There is no product on work "%s".
es_co: No hay producto en la tarea "%s".

# error:timesheet.line:
source: You can not delete invoiced line.
es_co: No puede eliminar líneas facturadas.

# error:timesheet.line:
source: You can not modify invoiced line.
es_co: No puede modificar una línea facurada.

# field:project.work,duration_to_invoice:
source: Duration to Invoice
es_co: Duración de Factura

# field:project.work,invoice_line:
source: Invoice Line
es_co: Línea de Factura

# field:project.work,invoice_method:
source: Invoice Method
es_co: Método de Facturación

# field:project.work,invoiced_amount:
source: Invoiced Amount
es_co: Valor Facturado

# field:project.work,invoiced_duration:
source: Invoiced Duration
es_co: Duración de la Facturación

# field:project.work,invoiced_progress:
source: Invoiced Progress
es_co: Progreso de la Facturación

# field:project.work,project_invoice_method:
source: Invoice Method
es_co: Método de Facturación

# field:project.work.invoiced_progress,create_date:
source: Create Date
es_co: Fecha de Creación

# field:project.work.invoiced_progress,create_uid:
source: Create User
es_co: Creado por Usuario

# field:project.work.invoiced_progress,effort_duration:
source: Effort
es_co: Esfuerzo

# field:project.work.invoiced_progress,invoice_line:
source: Invoice Line
es_co: Línea de Factura

# field:project.work.invoiced_progress,rec_name:
source: Name
es_co: Nombre

# field:project.work.invoiced_progress,work:
source: Work
es_co: Tarea

# field:project.work.invoiced_progress,write_date:
source: Write Date
es_co: Fecha de Modificación

# field:project.work.invoiced_progress,write_uid:
source: Write User
es_co: Modificado por Usuario

# field:timesheet.line,invoice_line:
source: Invoice Line
es_co: Línea de Factura

# model:ir.action,name:act_timesheet_line_form_invoice
source: Timesheet Lines
es_co: Lineas de Registro de Tiempo

# model:ir.action,name:open_invoice
source: Invoices
es_co: Facturas

# model:project.work.invoiced_progress,name:
source: Work Invoiced Progress
es_co: Progreso de Tareas Facturadas

# model:res.group,name:group_project_invoice
source: Project Invoice
es_co: Facturación de Proyecto

# selection:project.work,invoice_method:
source: On Effort
es_co: Por Esfuerzo

# selection:project.work,invoice_method:
source: On Progress
es_co: En Progreso

# selection:project.work,invoice_method:
source: On Timesheet
es_co: Por Registro de Tiempo

# selection:project.work,project_invoice_method:
source: On Effort
es_co: Por Esfuerzo

# selection:project.work,project_invoice_method:
source: On Progress
es_co: En Progreso

# selection:project.work,project_invoice_method:
source: On Timesheet
es_co: Por Registro de Tiempo

# view:project.work.invoiced_progress:
source: Work Invoiced Progress
es_co: Progreso de Tareas Facturadas

# view:project.work.invoiced_progress:
source: Work Invoiced Progresses
es_co: Progresos de Tareas Facturadas

# view:project.work:
source: Invoice
es_co: Factura
