Repository: pypi-data/pypi-mirror-32
Catalog: packages/pretix-wirecard/pretix_wirecard-0.6.1-py3-none-any.whl/pretix_wirecard/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Refund automatically?
nl: Automatisch terugbetalen?

source: Automatically refund charge with Wirecard
nl: Automatisch kosten terugbetalen met Wirecard

source: Do not send refund instruction to Wirecard, only mark as refunded in pretix
nl: Stuur geen terugbetalingsinstructie naar Wirecard, merk alleen als terugbetaald aan in Pretix

source: Customer ID
nl: Klantnummer

source: Secret
nl: Geheim

source: Shop ID
nl: Winkel-ID

source: Toolkit password
nl: Toolkit-wachtwoord

source: Optional. Required to automatically initiate refunds.
nl: Optioneel. Verplicht om automatische terugbetalingen uit te voeren.

source: Credit card payments
nl: Creditcardbetalingen

source: Bancontact / Mister Cash (Belgium)
nl: Bancontact / Mister Cash (België)

source: eKonto (Czech Republic)
nl: eKonto (Tsjechië)

source: ePay.bg (Bulgaria)
nl: ePay.bg (Bulgarije)

source: eps-Ueberweisung (Austria)
nl: eps-Überweisung (Oostenrijk)

source: Giropay (Germany)
nl: Giropay (Duitsland)

source: iDEAL (Belgium, Netherlands)
nl: iDEAL (België, Nederland)

source: moneta.ru (Russia, Ukraine)
nl: moneta.ru (Rusland, Oekraïne)

source: Przelewy24 (Poland)
nl: Przelewy24 (Polen)

source: POLi (Australia, New Zealand)
nl: POLi (Australië, Nieuw-Zeeland)

source: SEPA Direct Debit (Europe)
nl: SEPA Automatische incasso (Europa)

source: SOFORT (Germany, Austria, Switzerland, Belgium, Netherlands, Poland, Italy, Spain)
nl: SOFORT (Duitsland, Oostenrijk, Zwitserland, België, Nederland, Polen, Italië, Spanje)

source: TatraPay (Slovak Republic)
nl: TatraPay (Slowakije)

source: Trustly (Poland, Finland, Sweden, Estonia)
nl: Trustly (Polen, Finland, Zweden, Estland)

source: TrustPay (Czech Republic, Hungary, Slovak Republic, Slovenia, Estonia, Latvia, Lithuania, Turkey)
nl: TrustPay (Tsjechië, Hongarije, Slowakije, Slovenië, Estland, Letland, Litouwen, Turkije)

source: Order {event}-{code}
nl: Bestelling {event}-{code}

source: ORDER {order} EVENT {event} BY {organizer}
nl: BESTELLING {order} EVENEMENT {event} DOOR {organizer}

source: Order {} for event {} by {}
nl: Bestelling {} voor evenement {} door {}

source: Wirecard reported an error: {msg}
nl: Wirecard meldde een fout: {msg}

source: We were unable to transfer the money back automatically. Please get in touch with the customer and transfer it back manually.
nl: We konden het geld niet automatisch terugbetalen. Neem contact op met de klant en maak het handmatig over.

source: Your input was invalid, please try again.
nl: Uw invoer was ongeldig, probeer het opnieuw.

source: We had trouble communicating with Wirecard. Please try again and contact support if the problem persists.
nl: We hadden moeite met het communiceren met Wirecard. Probeer het opnieuw, en neem contact op met ondersteuning als het probleem aanhoudt.

source: eps-Ueberweisung via Wirecard
nl: eps-Überweisung via Wirecard

source: eps-Ueberweisung
nl: eps-Überweisung

source: SEPA Direct Debit via Wirecard
nl: SEPA Automatische incasso via Wirecard

source: SEPA Direct Debit
nl: SEPA Automatische incasso

source: Charge succeeded.
nl: Betaling geslaagd.

source: Charge pending.
nl: Betaling in afwachting.

source: Charge canceled.
nl: Betaling geannuleerd.

source: Charge failed.
nl: Betaling mislukt.

source: Wirecard reported an event: {}
nl: Wirecard meldde een gebeurtenis: {}

source: Wirecard payment history
nl: Wirecard-betalingsgeschiedenis

source: This will remove payment-related history information. No download will be offered.
nl: Dit zal betalings-gerelateerde historische informatie verwijderen. Er zal geen download worden aangeboden.

source: The Wirecard transaction %(payment)s has succeeded, but the order %(order)s is expired and the product was sold out in the meantime. Therefore, the payment could not be acceped. Please contact the user and refund the money via Wirecard's interface.
nl: De Wirecard-transactie %(payment)s is geslaagd, maar de bestelling %(order)s is verlopen en het product is ondertussen uitverkocht. Hierom kon de betaling niet worden geaccepteerd. Neem contact op met de gebruiker en betaal het bedrag terug via de Wirecard-interface.

source: After you submitted your order, we will redirect you to Wirecard to complete your payment. You will then be redirected back here to get your tickets.
nl: Nadat u uw bestelling heeft ingediend zullen we u naar Wirecard doorverwijzen om uw betaling uit te voeren. U zal hierna naar hier worden teruggestuurd om uw tickets te krijgen.

source: You need to turn on JavaScript for this payment method to work.
nl: U moet JavaScript inschakelen om deze betalingsmethode te gebruiken.

source: This order has been paid with %(provname)s.
nl: Deze bestelling is betaald met %(provname)s.

source: This order has been planned to be paid with %(provname)s and has been marked as refunded.
nl: Deze bestelling werd gepland om te worden betaald via %(provname)s, en is aangemerkt als terugbetaald.

source: This order has been planned to be paid with %(provname)s, but the payment has not yet been completed.
nl: Deze bestelling werd gepland om te worden betaald met %(provname)s, maar de betaling is nog niet voltooid.

source: Payment type
nl: Betalingswijze

source: Order number
nl: Bestelnummer

source: Payment state
nl: Betalingsstatus

source: Amount
nl: Bedrag

source: Message
nl: Bericht

source: Financial Institution
nl: Financiële instelling

source: Card number
nl: Kaartnummer

source: Card holder
nl: Kaarthouder

source: Payer
nl: Betaler

source: Mandate ID
nl: Machtigingskenmerk

source: Due date
nl: Uitvoeringsdatum

source: Our attempt to execute your payment has failed. Please try again or contact us.
nl: Onze poging om uw betaling uit te voeren is mislukt. Probeer het opnieuw of neem contact met ons op.

source: We're waiting for an answer regarding your payment. Please contact us, if this takes more than a few hours.
nl: We wachten op een antwoord over uw betaling. Neem contact met ons op als dit langer dan een paar uur duurt.

source: Redirecting...
nl: Doorverwijzen...

source: You will be redirected shortly.
nl: U zal binnenkort worden doorverwezen.

source: If this takes longer than a few seconds, press this button:
nl: Druk op deze knop als dit langer dan een paar seconden duurt:

source: Please turn on JavaScript, before you continue.
nl: Schakel JavaScript in voordat u doorgaat.

source: Continue
nl: Verdergaan

source: The payment failed without an error message. You can click below to try again.
nl: De betaling is zonder foutmelding mislukt. U kunt hieronder klikken om het opnieuw te proberen.

source: Sorry, we could not validate the payment result. Please try again or contact the event organizer to check if your payment was successful.
nl: Sorry, we konden het betalingsresultaat niet controleren. Probeer het opnieuw of neem contact op met de organisator van het evenement om te controleren of uw betaling is geslaagd.

source: The payment process was canceled. You can click below to try again.
nl: Het betalingsproces werd geannuleerd. U kunt hieronder klikken om het opnieuw te proberen.

source: The payment failed with the following message: {message}. You can click below to try again.
nl: De betaling mislukte met de volgende foutmelding: {message}. U kunt hieronder klikken om het opnieuw te proberen.

source: Your payment has been started processing and will take a while to complete. We will send you an email once your payment is completed. If this takes longer than expected, contact the event organizer.
nl: Uw betaling wordt nu verwerkt, en kan even duren om te voltooien. We zullen u een email sturen wanneer uw betaling is voltooid. Neem contact op met de organisator van het evenement als dit langer duurt dan verwacht.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
nl: Sorry, er trad een fout op in het betalingsproces. Klik op de link in uw email om door te gaan.
